Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# OutputDirForPOLConversionSettingsCard.ToolTipService.ToolTip
source: Optionally browse for a directory where all of the POL files will be saved to. If not selected, each POL file will be saved in the same directory as the selected JSON file with the same name.
ar: تصفح اختياري لدليل حيث سيتم حفظ جميع ملفات POL. إذا لم يتم تحديده، سيتم حفظ كل ملف POL في نفس الدليل مثل ملف JSON المحدد بنفس الاسم.
de_de: Optional ein Verzeichnis auswählen, in dem alle POL-Dateien gespeichert werden. Wenn nicht ausgewählt, wird jede POL-Datei im selben Verzeichnis wie die ausgewählte JSON-Datei mit demselben Namen gespeichert.
el_gr: Προαιρετική περιήγηση για φάκελο όπου όλα τα αρχεία POL θα αποθηκευτούν. Εάν δεν επιλεχθεί, κάθε αρχείο POL θα αποθηκευτεί στον ίδιο φάκελο με το επιλεγμένο αρχείο JSON με το ίδιο όνομα.
es: Exploración opcional de un directorio donde se guardarán todos los archivos POL. Si no se selecciona, cada archivo POL se guardará en el mismo directorio que el archivo JSON seleccionado con el mismo nombre.
fr_fr: Recherchez éventuellement un répertoire où tous les fichiers POL seront enregistrés. Si non sélectionné, chaque fichier POL sera enregistré dans le même répertoire que le fichier JSON sélectionné avec le même nom.
he_il: באופן אופציונלי, עיין לתיקייה שבה יישמרו כל קובצי ה-POL. אם לא תיבחר תיקייה, כל קובץ POL יישמר באותה תיקייה כמו קובץ ה-JSON שנבחר עם אותו שם.
hi_in: वैकल्पिक रूप से एक निर्देशिका ब्राउज़ करें जहां सभी POL फ़ाइलें सहेजी जाएंगी। यदि कोई चयनित नहीं है, तो प्रत्येक POL फ़ाइल समान नाम के साथ चयनित JSON फ़ाइल के समान निर्देशिका में सहेजी जाएगी।
ml_in: എല്ലാ POL ഫയലുകളും സേവ് ചെയ്യപ്പെടുന്ന ഒരു ഡിറക്ടറി ഓപ്ഷണലായി ബ്രൗസ് ചെയ്യുക. ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ലെങ്കിൽ, ഓരോ POL ഫയലും അതേ പേരോടെ തിരഞ്ഞെടുത്ത JSON ഫയലിന്റെ അതേ ഡിറക്ടറിയിൽ സേവ് ചെയ്യപ്പെടും.
pl_pl: Opcjonalnie przeglądaj katalog, w którym wszystkie pliki POL zostaną zapisane. Jeśli żaden nie zostanie wybrany, każdy plik POL zostanie zapisany w tym samym katalogu co wybrany plik JSON o tej samej nazwie.

# OutputDirForPOLConversionSettingsCard.AutomationProperties.HelpText
source: Optionally browse for a directory where all of the POL files will be saved to. If not selected, each POL file will be saved in the same directory as the selected JSON file with the same name.
ar: تصفح اختياري لدليل حيث سيتم حفظ جميع ملفات POL. إذا لم يتم تحديده، سيتم حفظ كل ملف POL في نفس الدليل مثل ملف JSON المحدد بنفس الاسم.
de_de: Optional ein Verzeichnis auswählen, in dem alle POL-Dateien gespeichert werden. Wenn nicht ausgewählt, wird jede POL-Datei im selben Verzeichnis wie die ausgewählte JSON-Datei mit demselben Namen gespeichert.
el_gr: Προαιρετική περιήγηση για φάκελο όπου όλα τα αρχεία POL θα αποθηκευτούν. Εάν δεν επιλεχθεί, κάθε αρχείο POL θα αποθηκευτεί στον ίδιο φάκελο με το επιλεγμένο αρχείο JSON με το ίδιο όνομα.
es: Exploración opcional de un directorio donde se guardarán todos los archivos POL. Si no se selecciona, cada archivo POL se guardará en el mismo directorio que el archivo JSON seleccionado con el mismo nombre.
fr_fr: Recherchez éventuellement un répertoire où tous les fichiers POL seront enregistrés. Si non sélectionné, chaque fichier POL sera enregistré dans le même répertoire que le fichier JSON sélectionné avec le même nom.
he_il: באופן אופציונלי, עיין לתיקייה שבה יישמרו כל קובצי ה-POL. אם לא תיבחר תיקייה, כל קובץ POL יישמר באותה תיקייה כמו קובץ ה-JSON שנבחר עם אותו שם.
hi_in: वैकल्पिक रूप से एक निर्देशिका ब्राउज़ करें जहां सभी POL फ़ाइलें सहेजी जाएंगी। यदि कोई चयनित नहीं है, तो प्रत्येक POL फ़ाइल समान नाम के साथ चयनित JSON फ़ाइल के समान निर्देशिका में सहेजी जाएगी।
ml_in: എല്ലാ POL ഫയലുകളും സേവ് ചെയ്യപ്പെടുന്ന ഒരു ഡിറക്ടറി ഓപ്ഷണലായി ബ്രൗസ് ചെയ്യുക. ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ലെങ്കിൽ, ഓരോ POL ഫയലും അതേ പേരോടെ തിരഞ്ഞെടുത്ത JSON ഫയലിന്റെ അതേ ഡിറക്ടറിയിൽ സേവ് ചെയ്യപ്പെടും.
pl_pl: Opcjonalnie przeglądaj katalog, w którym wszystkie pliki POL zostaną zapisane. Jeśli żaden nie zostanie wybrany, każdy plik POL zostanie zapisany w tym samym katalogu co wybrany plik JSON o tej samej nazwie.

# CopyIndividualItems.Text
source: Copy Individual Items
ar: نسخ العناصر الفردية
de_de: Einzelne Elemente kopieren
el_gr: Αντιγραφή μεμονωμένων στοιχείων
es: Copiar elementos individuales
fr_fr: Copier les éléments individuels
he_il: העתק פריטים בודדים
hi_in: व्यक्तिगत आइटम कॉपी करें
ml_in: വ്യക്തിഗത ഇനങ്ങൾ കോപ്പി ചെയ്യുക
pl_pl: Kopiuj pojedyncze elementy

# CopyIndividualItems.ToolTipService.ToolTip
source: Expands a submenu on hover or touch so you will have the option to copy individual items in each row.
ar: يوسع قائمة فرعية عند التمرير أو اللمس حتى يكون لديك خيار نسخ العناصر الفردية في كل صف.
de_de: Blendet bei Hover oder Berührung ein Untermenü ein, sodass Sie einzelne Elemente in jeder Zeile kopieren können.
el_gr: Επεκτείνει ένα υπομενού σε hover ή touch ώστε να έχετε την επιλογή αντιγραφής μεμονωμένων στοιχείων σε κάθε γραμμή.
es: Expande un submenú al pasar el cursor o tocar para que tenga la opción de copiar elementos individuales en cada fila.
fr_fr: Développe un sous-menu au survol ou au toucher afin que vous ayez la possibilité de copier des éléments individuels dans chaque ligne.
he_il: מרחיב תת-תפריט במעבר עכבר או בנגיעה כדי לאפשר להעתיק פריטים בודדים בכל שורה.
hi_in: होवर या टच पर एक सबमेन्यू विस्तृत करता है ताकि आपके पास प्रत्येक पंक्ति में व्यक्तिगत आइटम कॉपी करने का विकल्प हो।
ml_in: ഹോവർ അല്ലെങ്കിൽ ടച്ചിൽ ഒരു സബ്‌മെനു വികസിപ്പിക്കുന്നു, അതിനാൽ ഓരോ വരിയിലെയും വ്യക്തിഗത ഇനങ്ങൾ കോപ്പി ചെയ്യാനുള്ള ഓപ്ഷൻ നിങ്ങൾക്കുണ്ട്.
pl_pl: Rozszerza podmenu po najechaniu lub dotknięciu, więc masz opcję kopiowania pojedynczych elementów z każdego wiersza.

# CopyIndividualItems.AutomationProperties.HelpText
source: Expands a submenu on hover or touch so you will have the option to copy individual items in each row.
ar: يوسع قائمة فرعية عند التمرير أو اللمس حتى يكون لديك خيار نسخ العناصر الفردية في كل صف.
de_de: Blendet bei Hover oder Berührung ein Untermenü ein, sodass Sie einzelne Elemente in jeder Zeile kopieren können.
el_gr: Επεκτείνει ένα υπομενού σε hover ή touch ώστε να έχετε την επιλογή αντιγραφής μεμονωμένων στοιχείων σε κάθε γραμμή.
es: Expande un submenú al pasar el cursor o tocar para que tenga la opción de copiar elementos individuales en cada fila.
fr_fr: Développe un sous-menu au survol ou au toucher afin que vous ayez la possibilité de copier des éléments individuels dans chaque ligne.
he_il: מרחיב תת-תפריט במעבר עכבר או בנגיעה כדי לאפשר להעתיק פריטים בודדים בכל שורה.
hi_in: होवर या टच पर एक सबमेन्यू विस्तृत करता है ताकि आपके पास प्रत्येक पंक्ति में व्यक्तिगत आइटम कॉपी करने का विकल्प हो।
ml_in: ഹോവർ അല്ലെങ്കിൽ ടച്ചിൽ ഒരു സബ്‌മെനു വികസിപ്പിക്കുന്നു, അതിനാൽ ഓരോ വരിയിലെയും വ്യക്തിഗത ഇനങ്ങൾ കോപ്പി ചെയ്യാനുള്ള ഓപ്ഷൻ നിങ്ങൾക്കുണ്ട്.
pl_pl: Rozszerza podmenu po najechaniu lub dotknięciu, więc masz opcję kopiowania pojedynczych elementów z każdego wiersza.

# EnablingRestorePointScan-MSDefender
source: Enable Restore point scan
ar: تمكين فحص نقطة الاستعادة
de_de: Überprüfung der Wiederherstellungspunkte aktivieren
el_gr: Ενεργοποίηση σάρωσης σημείου επαναφοράς
es: Habilitando escaneo de punto de restauración
fr_fr: Activer l'analyse des points de restauration
he_il: הפעלת סריקת Restore Point
hi_in: पुनर्स्थापना बिंदु स्कैन सक्षम कर रहे हैं
ml_in: റെസ്റ്റോർ പോയിന്റ് സ്കാൻ പ്രാപ്തമാക്കുന്നു
pl_pl: Włączanie skanowania punktów przywracania

# AllowSwitchToAsyncInspection-MSDefender
source: Optimize Network Protection Performance of the Microsoft Defender by making it asynchronous.
ar: تحسين أداء حماية الشبكة لـ Microsoft Defender بجعلها غير متزامنة.
de_de: Leistung des Netzwerkschutzes von Microsoft Defender optimieren, indem er asynchron ausgeführt wird.
el_gr: Βελτιστοποίηση της απόδοσης της προστασίας δικτύου του Microsoft Defender κάνοντάς την ασύγχρονη.
es: Optimizar el rendimiento de la protección de red de Microsoft Defender haciéndola asíncrona.
fr_fr: Optimiser les performances de la protection réseau de Microsoft Defender en la rendant asynchrone.
he_il: מיטוב ביצועי Network Protection של Microsoft Defender על-ידי הפיכתו לאסינכרוני.
hi_in: Microsoft Defender नेटवर्क सुरक्षा के प्रदर्शन को असिंक्रोनस बनाकर अनुकूलित करें।
ml_in: Microsoft Defender നെറ്റ്‌വർക്ക് സംരക്ഷണത്തിന്റെ പ്രകടനം അസിൻക്രോണസ് ആക്കി ഒപ്റ്റിമൈസ് ചെയ്യുക.
pl_pl: Optymalizacja wydajności ochrony sieciowej Microsoft Defender poprzez uczynienie jej asynchroniczną.

# EnableConvertWarnToBlock-MSDefender
source: Set the Network Protection to block network traffic instead of displaying a warning
ar: تعيين حماية الشبكة لحظر حركة مرور الشبكة بدلاً من عرض تحذير
de_de: Netzwerkschutz so konfigurieren, dass Netzwerkverkehr blockiert wird, statt nur eine Warnung anzuzeigen
el_gr: Ρύθμιση της προστασίας δικτύου να αποκλείει την κίνηση δικτύου αντί να εμφανίζει προειδοποίηση
es: Configurar la protección de red para bloquear el tráfico de red en lugar de mostrar una advertencia
fr_fr: Configurer la protection réseau pour bloquer le trafic réseau au lieu d'afficher un avertissement
he_il: הגדרת Network Protection לחסום תעבורת רשת במקום להציג אזהרה
hi_in: चेतावनी दिखाने के बजाय नेटवर्क ट्रैफिक को ब्लॉक करने के लिए नेटवर्क सुरक्षा कॉन्फ़िगर करें
ml_in: മുന്നറിയിപ്പ് കാണിക്കുന്നതിനുപകരം നെറ്റ്‌വർക്ക് ട്രാഫിക് ബ്ലോക്ക് ചെയ്യാൻ നെറ്റ്‌വർക്ക് സംരക്ഷണം കോൺഫിഗർ ചെയ്യുക
pl_pl: Konfiguracja ochrony sieciowej do blokowania ruchu sieciowego zamiast pokazywania ostrzeżenia

# BruteForceProtectionLocalNetworkBlocking-MSDefender
source: Extend brute-force protection coverage to block local network addresses.
ar: توسيع تغطية الحماية من القوة الغاشمة لحظر عناوين الشبكة المحلية.
de_de: Abdeckung des Brute-Force-Schutzes erweitern, um lokale Netzwerkadressen zu blockieren.
el_gr: Επέκταση της κάλυψης προστασίας κατά επιθέσεων brute force για αποκλεισμό διευθύνσεων τοπικού δικτύου.
es: Expandir la cobertura de protección de fuerza bruta para bloquear direcciones de red local.
fr_fr: Étendre la couverture de la protection contre les attaques par force brute pour bloquer les adresses réseau locales.
he_il: הרחבת כיסוי ההגנה מפני Brute-Force כדי לחסום כתובות רשת מקומיות.
hi_in: स्थानीय नेटवर्क पतों को ब्लॉक करने के लिए ब्रूट फोर्स सुरक्षा कवरेज का विस्तार करें।
ml_in: ലോക്കൽ നെറ്റ്‌വർക്ക് വിലാസങ്ങൾ ബ്ലോക്ക് ചെയ്യാൻ ബ്രൂട്ട് ഫോഴ്സ് സംരക്ഷണ കവറേജ് വിപുലീകരിക്കുക.
pl_pl: Rozszerzenie zasięgu ochrony przed atakami brute force w celu blokowania adresów sieci lokalnej.

# AddOneDriveDirsToCFA-MSDefender
source: Add OneDrive folders of all the user accounts (personal and work accounts) to the Controlled Folder Access for Ransomware Protection
ar: إضافة مجلدات OneDrive لجميع حسابات المستخدمين (الحسابات الشخصية وحسابات العمل) إلى التحكم في الوصول للمجلدات للحماية من برامج الفدية
de_de: OneDrive-Ordner aller Benutzerkonten (persönliche und geschäftliche Konten) dem Überwachten Ordnerzugriff für Ransomware-Schutz hinzufügen
el_gr: Προσθήκη φακέλων OneDrive όλων των λογαριασμών χρηστών (προσωπικοί και επαγγελματικοί λογαριασμοί) στον έλεγχο πρόσβασης φακέλων για προστασία από ransomware
es: Agregar carpetas de OneDrive de todas las cuentas de usuario (cuentas personales y de trabajo) al control de acceso de carpetas para protección contra ransomware
fr_fr: Ajouter les dossiers OneDrive de tous les comptes utilisateurs (personnels et professionnels) à l'accès contrôlé aux dossiers pour la protection contre les ransomwares
he_il: הוספת תיקיות OneDrive של כל חשבונות המשתמש (פרטיים וארגוניים) ל-Controlled Folder Access להגנה מפני כופר
hi_in: रैंसमवेयर सुरक्षा के लिए सभी उपयोगकर्ता खातों (व्यक्तिगत और कार्य खाते) के OneDrive फ़ोल्डर को नियंत्रित फ़ोल्डर पहुंच में जोड़ें
ml_in: റാൻസംവെയർ സംരക്ഷണത്തിനായി എല്ലാ ഉപയോക്തൃ അക്കൗണ്ടുകളുടെയും (വ്യക്തിഗതവും ജോലിയും) OneDrive ഫോൾഡറുകൾ കൺട്രോൾഡ് ഫോൾഡർ ആക്സസിലേക്ക് ചേർക്കുക
pl_pl: Dodaj foldery OneDrive wszystkich kont użytkowników (osobistych i służbowych) do kontrolowanego dostępu do folderów w celu ochrony przed ransomware

# EnableMandatoryASLR-MSDefender
source: Enable Mandatory ASLR Exploit Protection System-wide
ar: تمكين حماية ASLR الإلزامية على مستوى النظام
de_de: Verpflichtendes ASLR (Exploit-Schutz) systemweit aktivieren
el_gr: Ενεργοποίηση υποχρεωτικής προστασίας ASLR σε επίπεδο συστήματος
es: Habilitar protección ASLR obligatoria a nivel del sistema
fr_fr: Activer la protection contre l'exploitation ASLR obligatoire à l'échelle du système
he_il: הפעלת Mandatory ASLR Exploit Protection לכלל המערכת
hi_in: सिस्टम-वाइड अनिवार्य ASLR सुरक्षा सक्षम करें
ml_in: സിസ്റ്റം-വൈഡ് നിർബന്ധിത ASLR സംരക്ഷണം പ്രാപ്തമാക്കുക
pl_pl: Włącz ochronę obowiązkowego ASLR w całym systemie

# ApplyProcessMitigations-MSDefender
source: Apply the Process Mitigations for: {0}
ar: تطبيق تخفيفات العمليات لـ: {0}
de_de: Prozessschutzmaßnahmen anwenden für: {0}
el_gr: Εφαρμογή μετριασμών διεργασίας για: {0}
es: Aplicando mitigaciones de procesos para: {0}
fr_fr: Appliquer les atténuations de processus pour : {0}
he_il: החלת Process Mitigations עבור: {0}
hi_in: इसके लिए प्रक्रिया शमन लागू कर रहे हैं: {0}
ml_in: ഇനിപ്പറയുന്നതിനുള്ള പ്രോസസ് മിറ്റിഗേഷനുകൾ പ്രയോഗിക്കുന്നു: {0}
pl_pl: Stosowanie łagodzenia procesów dla: {0}

# ARM64NoticeForProcessMitigations
source: ARM64 hardware detected, skipping process mitigations due to potential incompatibilities.
ar: تم اكتشاف أجهزة ARM64، تخطي تخفيفات العمليات بسبب عدم التوافق المحتمل.
de_de: ARM64-Hardware erkannt, Prozessschutzmaßnahmen werden aufgrund möglicher Inkompatibilitäten übersprungen.
el_gr: Ανιχνεύθηκε υλικό ARM64, παράκαμψη μετριασμών διεργασίας λόγω πιθανών ασυμβατοτήτων.
es: Hardware ARM64 detectado, omitiendo mitigaciones de procesos debido a posibles incompatibilidades.
fr_fr: Matériel ARM64 détecté, interdiction des atténuations de processus en raison d'incompatibilités potentielles.
he_il: זוהה חומרת ARM64, מדלג על Process Mitigations עקב אי-תאימויות אפשריות.
hi_in: ARM64 हार्डवेयर का पता चला, संभावित असंगतताओं के कारण प्रक्रिया शमन को छोड़ा जा रहा है।
ml_in: ARM64 ഹാർഡ്‌വെയർ കണ്ടെത്തി, സാധ്യമായ പൊരുത്തക്കേടുകൾ കാരണം പ്രോസസ് മിറ്റിഗേഷനുകൾ ഒഴിവാക്കുന്നു.
pl_pl: Wykryto sprzęt ARM64, pomijanie łagodzenia procesów z powodu potencjalnych niezgodności.

# SetNXBit-MSDefender
source: Turn on Data Execution Prevention (DEP) for all applications, including 32-bit programs.
ar: تشغيل منع تنفيذ البيانات (DEP) لجميع التطبيقات، بما في ذلك البرامج 32-bit.
de_de: Datenausführungsverhinderung (DEP) für alle Anwendungen aktivieren, einschließlich 32-Bit-Programmen.
el_gr: Ενεργοποίηση της πρόληψης εκτέλεσης δεδομένων (DEP) για όλες τις εφαρμογές, συμπεριλαμβανομένων των προγραμμάτων 32-bit.
es: Activar la prevención de ejecución de datos (DEP) para todas las aplicaciones, incluyendo programas de 32 bits.
fr_fr: Activer la prévention de l'exécution des données (DEP) pour toutes les applications, y compris les programmes 32 bits.
he_il: הפעלת Data Execution Prevention (DEP) לכל היישומים, כולל תוכניות 32-ביט.
hi_in: 32-bit प्रोग्राम सहित सभी एप्लिकेशन के लिए डेटा निष्पादन रोकथाम (DEP) सक्षम करें।
ml_in: 32-bit പ്രോഗ്രാമുകൾ ഉൾപ്പെടെ എല്ലാ ആപ്ലിക്കേഷനുകൾക്കും ഡാറ്റാ എക്സിക്യൂഷൻ പ്രിവൻഷൻ (DEP) പ്രാപ്തമാക്കുക.
pl_pl: Włącz zapobieganie wykonywaniu danych (DEP) dla wszystkich aplikacji, w tym programów 32-bitowych.

# SetNXBitError-MSDefender
source: Failed to set the Boot Configuration Data (BCD) No-eXecute (NX) Value.
ar: فشل في تعيين قيمة Boot Configuration Data (BCD) No-eXecute (NX).
de_de: Festlegen des No-eXecute-(NX)-Werts in den Bootkonfigurationsdaten (BCD) fehlgeschlagen.
el_gr: Αποτυχία ρύθμισης της τιμής Boot Configuration Data (BCD) No-eXecute (NX).
es: Falló al establecer el valor Boot Configuration Data (BCD) No-eXecute (NX).
fr_fr: Échec de la définition de la valeur No-eXecute (NX) des données de configuration de démarrage (BCD).
he_il: נכשל בהגדרת ערך No-eXecute (NX) ב-Boot Configuration Data (BCD).
hi_in: Boot Configuration Data (BCD) No-eXecute (NX) मान सेट करने में विफल।
ml_in: Boot Configuration Data (BCD) No-eXecute (NX) മൂല്യം സെറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
pl_pl: Nie udało się ustawić wartości Boot Configuration Data (BCD) No-eXecute (NX).

# ApplyMandatoryASLRExcl-MSDefender
source: Exclude incompatible GitHub Desktop and Git executables from the system-wide Mandatory ASLR.
ar: استبعاد ملفات GitHub Desktop و Git و MSYS2 التنفيذية غير المتوافقة من ASLR الإلزامي على مستوى النظام.
de_de: Inkompatible ausführbare Dateien von GitHub Desktop und Git vom systemweiten verpflichtenden ASLR ausnehmen.
el_gr: Εξαίρεση των μη συμβατών εκτελέσιμων αρχείων GitHub Desktop και Git από το υποχρεωτικό ASLR σε επίπεδο συστήματος.
es: Excluyendo los ejecutables incompatibles de GitHub Desktop y Git del ASLR obligatorio a nivel del sistema.
fr_fr: Exclure les exécutables GitHub Desktop, Git et MSYS2 incompatibles de l'ASLR obligatoire à l'échelle du système.
he_il: החרגת קובצי ההפעלה הבלתי תואמים של GitHub Desktop ו-Git מ-Mandatory ASLR בכל המערכת.
hi_in: सिस्टम-वाइड अनिवार्य ASLR से असंगत GitHub Desktop और Git एक्जीक्यूटेबल को बाहर कर रहे हैं।
ml_in: സിസ്റ്റം-വൈഡ് നിർബന്ധിത ASLR-ൽ നിന്ന് പൊരുത്തമില്ലാത്ത GitHub Desktop, Git എക്സിക്യൂട്ടബിളുകൾ ഒഴിവാക്കുന്നു.
pl_pl: Wykluczanie niezgodnych plików wykonywalnych GitHub Desktop, Git i MSYS2 z obowiązkowego ASLR w całym systemie.

# BetaUpdateChannels-MSDefender
source: Configure the Microsoft Defender Engine and Platform update channels to beta.
ar: تكوين قنوات تحديث محرك ومنصة Microsoft Defender إلى بيتا.
de_de: Aktualisierungskanäle für Engine und Plattform von Microsoft Defender auf Beta konfigurieren.
el_gr: Διαμόρφωση των καναλιών ενημέρωσης μηχανής και πλατφόρμας του Microsoft Defender σε beta.
es: Configurando los canales de actualización del motor y plataforma de Microsoft Defender a beta.
fr_fr: Configurer les canaux de mise à jour du moteur et de la plateforme Microsoft Defender en version bêta.
he_il: הגדרת ערוצי העדכון של Engine ו-Platform של Microsoft Defender ל-beta.
hi_in: Microsoft Defender इंजन और प्लेटफॉर्म अपडेट चैनल को बीटा पर कॉन्फ़िगर कर रहे हैं।
ml_in: Microsoft Defender എഞ്ചിൻ, പ്ലാറ്റ്‌ഫോം അപ്ഡേറ്റ് ചാനലുകൾ ബീറ്റയിലേക്ക് കോൺഫിഗർ ചെയ്യുന്നു.
pl_pl: Konfigurowanie kanałów aktualizacji silnika i platformy Microsoft Defender na beta.

# ApplyAllButtonText.Text
source: Apply All
ar: تطبيق الكل
de_de: Alle anwenden
el_gr: Εφαρμογή όλων
es: Aplicar todo
fr_fr: Tout appliquer
he_il: החל הכל
hi_in: सभी लागू करें
ml_in: എല്ലാം പ്രയോഗിക്കുക
pl_pl: Zastosuj wszystko

# ApplyAllButtonText.ToolTipService.ToolTip
source: Apply all of the Security Measures in the page.
ar: تطبيق جميع إجراءات الأمان في الصفحة.
de_de: Alle Sicherheitsmaßnahmen auf dieser Seite anwenden.
el_gr: Εφαρμογή όλων των μέτρων ασφάλειας στη σελίδα.
es: Aplicar todas las medidas de seguridad en la página.
fr_fr: Appliquer toutes les mesures de sécurité de la page.
he_il: החל את כל אמצעי האבטחה בעמוד.
hi_in: पेज पर सभी सुरक्षा उपायों को लागू करें।
ml_in: പേജിലെ എല്ലാ സുരക്ഷാ നടപടികളും പ്രയോഗിക്കുക.
pl_pl: Zastosuj wszystkie środki bezpieczeństwa na stronie.

# ApplyAllButtonText.AutomationProperties.HelpText
source: Apply all of the Security Measures in the page.
ar: تطبيق جميع إجراءات الأمان في الصفحة.
de_de: Alle Sicherheitsmaßnahmen auf dieser Seite anwenden.
el_gr: Εφαρμογή όλων των μέτρων ασφάλειας στη σελίδα.
es: Aplicar todas las medidas de seguridad en la página.
fr_fr: Appliquer toutes les mesures de sécurité de la page.
he_il: החל את כל אמצעי האבטחה בעמוד.
hi_in: पेज पर सभी सुरक्षा उपायों को लागू करें।
ml_in: പേജിലെ എല്ലാ സുരക്ഷാ നടപടികളും പ്രയോഗിക്കുക.
pl_pl: Zastosuj wszystkie środki bezpieczeństwa na stronie.

# VerifyAllButtonText
source: Verify All
ar: التحقق من الكل
de_de: Alle überprüfen
el_gr: Επαλήθευση όλων
es: Verificar todo
fr_fr: Tout vérifier
he_il: אמת הכל
hi_in: सभी सत्यापित करें
ml_in: എല്ലാം പരിശോധിക്കുക
pl_pl: Sprawdź wszystko

# VerifyAllButton.ToolTipService.ToolTip
source: Verify all of the Security Measures in the page.
ar: التحقق من جميع إجراءات الأمان في الصفحة.
de_de: Alle Sicherheitsmaßnahmen auf dieser Seite überprüfen.
el_gr: Επαλήθευση όλων των μέτρων ασφάλειας στη σελίδα.
es: Verificar todas las medidas de seguridad en la página.
fr_fr: Vérifier toutes les mesures de sécurité de la page.
he_il: אמת את כל אמצעי האבטחה בעמוד.
hi_in: पेज पर सभी सुरक्षा उपायों को सत्यापित करें।
ml_in: പേജിലെ എല്ലാ സുരക്ഷാ നടപടികളും പരിശോധിക്കുക.
pl_pl: Sprawdź wszystkie środki bezpieczeństwa na stronie.

# VerifyAllButton.AutomationProperties.HelpText
source: Verify all of the Security Measures in the page.
ar: التحقق من جميع إجراءات الأمان في الصفحة.
de_de: Alle Sicherheitsmaßnahmen auf dieser Seite überprüfen.
el_gr: Επαλήθευση όλων των μέτρων ασφάλειας στη σελίδα.
es: Verificar todas las medidas de seguridad en la página.
fr_fr: Vérifier toutes les mesures de sécurité de la page.
he_il: אמת את כל אמצעי האבטחה בעמוד.
hi_in: पेज पर सभी सुरक्षा उपायों को सत्यापित करें।
ml_in: പേജിലെ എല്ലാ സുരക്ഷാ നടപടികളും പരിശോധിക്കുക.
pl_pl: Sprawdź wszystkie środki bezpieczeństwa na stronie.

# RemoveAllButtonText.Text
source: Remove All
ar: إزالة الكل
de_de: Alle entfernen
el_gr: Αφαίρεση όλων
es: Eliminar todo
fr_fr: Tout supprimer
he_il: הסר הכל
hi_in: सभी हटाएं
ml_in: എല്ലാം നീക്കം ചെയ്യുക
pl_pl: Usuń wszystko

# RemoveAllButtonText.ToolTipService.ToolTip
source: Remove all of the Security Measures in the page.
ar: إزالة جميع إجراءات الأمان في الصفحة.
de_de: Alle Sicherheitsmaßnahmen auf dieser Seite entfernen.
el_gr: Αφαίρεση όλων των μέτρων ασφάλειας στη σελίδα.
es: Eliminar todas las medidas de seguridad en la página.
fr_fr: Supprimer toutes les mesures de sécurité de la page.
he_il: הסר את כל אמצעי האבטחה בעמוד.
hi_in: पेज पर सभी सुरक्षा उपायों को हटाएं।
ml_in: പേജിലെ എല്ലാ സുരക്ഷാ നടപടികളും നീക്കം ചെയ്യുക.
pl_pl: Usuń wszystkie środki bezpieczeństwa na stronie.

# RemoveAllButtonText.AutomationProperties.HelpText
source: Remove all of the Security Measures in the page.
ar: إزالة جميع إجراءات الأمان في الصفحة.
de_de: Alle Sicherheitsmaßnahmen auf dieser Seite entfernen.
el_gr: Αφαίρεση όλων των μέτρων ασφάλειας στη σελίδα.
es: Eliminar todas las medidas de seguridad en la página.
fr_fr: Supprimer toutes les mesures de sécurité de la page.
he_il: הסר את כל אמצעי האבטחה בעמוד.
hi_in: पेज पर सभी सुरक्षा उपायों को हटाएं।
ml_in: പേജിലെ എല്ലാ സുരക്ഷാ നടപടികളും നീക്കം ചെയ്യുക.
pl_pl: Usuń wszystkie środki bezpieczeństwa na stronie.

# SelectAllMenuFlyoutItem.Text
source: Select All
ar: تحديد الكل
de_de: Alle auswählen
el_gr: Επιλογή όλων
es: Seleccionar todo
fr_fr: Tout sélectionner
he_il: בחר הכל
hi_in: सभी चुनें
ml_in: എല്ലാം തിരഞ്ഞെടുക്കുക
pl_pl: Zaznacz wszystko

# SelectAllMenuFlyoutItem.ToolTipService.ToolTip
source: Select all of the items in the page.
ar: تحديد جميع العناصر في الصفحة.
de_de: Alle Elemente auf dieser Seite auswählen.
el_gr: Επιλογή όλων των στοιχείων στη σελίδα.
es: Seleccionar todos los elementos en la página.
fr_fr: Sélectionner tous les éléments de la page.
he_il: בחר את כל הפריטים בעמוד.
hi_in: पेज पर सभी आइटम चुनें।
ml_in: പേജിലെ എല്ലാ ഇനങ്ങളും തിരഞ്ഞെടുക്കുക.
pl_pl: Zaznacz wszystkie elementy na stronie.

# SelectAllMenuFlyoutItem.AutomationProperties.HelpText
source: Select all of the items in the page.
ar: تحديد جميع العناصر في الصفحة.
de_de: Alle Elemente auf dieser Seite auswählen.
el_gr: Επιλογή όλων των στοιχείων στη σελίδα.
es: Seleccionar todos los elementos en la página.
fr_fr: Sélectionner tous les éléments de la page.
he_il: בחר את כל הפריטים בעמוד.
hi_in: पेज पर सभी आइटम चुनें।
ml_in: പേജിലെ എല്ലാ ഇനങ്ങളും തിരഞ്ഞെടുക്കുക.
pl_pl: Zaznacz wszystkie elementy na stronie.

# RemoveSelectionsMenuFlyoutItem.Text
source: Remove Selections
ar: إزالة التحديدات
de_de: Auswahlen entfernen
el_gr: Αφαίρεση επιλογών
es: Quitar selecciones
fr_fr: Désélectionner tout
he_il: הסר סימונים
hi_in: चयन हटाएं
ml_in: തിരഞ്ഞെടുപ്പുകൾ നീക്കം ചെയ്യുക
pl_pl: Usuń zaznaczenia
